/* Popover option */
"Blank Screen" = "使幻灯片黑屏";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Connect" = "连接";

/* Server list section title */
"Custom Connections" = "手动加入计算机";

/* Displayed when no customized server is available */
"Customize server config instruction" = "如果您的计算机没有出现在自动检测到的计算机列表中，请确认您的计算机和iOS设备连接到同一WiFi网络。如果确认后依然没有出现，请点击+号并手动加入您的计算机及其IP地址。注：iPhone设备可以建立无线热点，在建立后，可使电脑连接到手机建立的热点网络";

/* Server list section title */
"Detected Connections" = "自动检测到的计算机";

/* No comment provided by engineer. */
"Failed to reach your computer" = "连接失败";

/* App name displayed on navbar */
"Impress Remote" = "Impress远程控制";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "IP地址格式错误";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "IP地址应由4组1-3位数字组成。形如192.168.1.1";

/* EditableTableViewCell placeholder */
"IP Address" = "IP地址";

/* Popover title */
"More" = "更多选项";

/* EditableTableViewCell placeholder */
"Name (optional)" = "连接名称 (选填)";

/* OK Button on Alert view */
"OK" = "好的";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "自动连接失败，请确认Impress在电脑上运行，并已激活Impress远程选项。请考虑重新启动LibreOffice Impress并重试";

/* Popover option */
"Restart" = "重新开始幻灯片";

/* Popover option */
"Resume from blank Screen" = "从黑屏恢复";

/* No comment provided by engineer. */
"Resume from blank screen" = "从黑屏恢复";

/* Sidebar section header */
"Slides" = "幻灯片";

/* No comment provided by engineer. */
"Start Presentation" = "开始幻灯片";

/* Popover option */
"Stop Presentation" = "结束幻灯片";

/* Sidebar section header */
"Stop Watch" = "秒表";

/* Back button to the connect page on navbar */
"Connect" = "连接";

/* Connection Lost Alert title */
"Connection Lost" = "连接断开";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "连接已断开。请检查您的网络情况以及Impress是否仍在运行并尝试重新连接。您的设备再重新连接后将与计算机保持同步";

/* Connection failure title */
"Failed to reach server" = "连接失败";

/* Connection failure message */
"Failed to reach server Msg" = "请确认Impress在电脑上运行，并已激活偏好 - LibreOffice Impress - Impress远程选项并检查设备均连接到同一WiFi网络。如为手动添加，请检查您的IP地址是否正确";

/* No comment provided by engineer. */
"Help" = "帮助";

/* No comment provided by engineer. */
"OK" = "好的";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "设配配对教程";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. 在计算机上运行LibreOffice Impress\n\n2. 启用偏好设置 - LibreOffice Impress - 通用 - 启用Impress远程\n\n3. 确认您的计算机和iOS设备连接到同一WiFi网络，如您的计算机没有自动出现，请手动添加计算机并输入IP地址\n\n5. 连接并根据指令与计算机配对！\n\n";

/* New Server navBar Title */
"New Server" = "建立新连接";
